Repository: mozilla-l10n/mt-training-data
Catalog: kbd/kbd_pontoon.tmx
Source language: en_us
Languages: kbd

source: It is written in a language different than what I’m reviewing.
kbd: Ар сэ сыхэплъыхь бзэм фӀэкӀа сфӀэмыӀуэху бзэкӀэ тхащ.

source: It is written in a language different than what I’m speaking.
kbd: Сызэрыщыпсалъэ бзэкӀэ фӀэмыкӀыу тхащ.

source: Izhorian
kbd: Ижэр

source: Japanese
kbd: Японыбзэ

source: Jaqaru
kbd: Джагару

source: Javanese
kbd: Джаваныбзэ

source: Join the Common Voice mailing list
kbd: Common Voice э-пощтым листым хыхьэ.

source: Just Unsure?
kbd: Уи фIэщ?

source: Kabardian
kbd: Адыгэбзэ (Къэбэрдей)

source: Kabardian (East Circassian)
kbd: Адыгэбзэ (Къэбэрдей)

source: Kabyle
kbd: Къэбылыебзэ

source: Kalasha
kbd: Калаша

source: Kalenjin
kbd: Калэнжиныбзэ

source: Kalkoti
kbd: Калкоти

source: Kannada
kbd: Каннада

source: Kaqchikel
kbd: Кэкъшык

source: Kara
kbd: Кара

source: Karakalpak
kbd: Къэрэкъэлъпакъыбзэ

source: Kateviri
kbd: Катевири

source: Kazakh
kbd: Къэзахъыбзэ

source: Keep
kbd: Ухъумэ

source: Keep it up, record again <recordIcon></recordIcon>
kbd: Апхуэдэу къыпыщэ, <recordIcon></recordIcon>р аргуэру тетхэ

source: Keep the recordings
kbd: Си тхыгъэ хъумэ

source: Keep track of your progress with a profile
kbd: Профил зэгъэпэщи уи хэхъуэныгъэм кӏэлъыплъ

source: Kelabit
kbd: Келабит

source: Kenyah
kbd: Кенийбзэ

source: Kenyi
kbd: Кеньи

source: Ketrani
kbd: Кетрани

source: Khmer
kbd: Кимэрыбзэ

source: Khowar
kbd: Ховар

source: K'iche'
kbd: Киче

source: Kichwa
kbd: Кичуа

source: Kidaw'ida
kbd: Кидэвидэибзэ

source: Kikuyu
kbd: Кикуйу

source: Kinyarwanda
kbd: Кинярванда

source: Kohistani Shina
kbd: Кохистани шина

source: Kom
kbd: Комыбзэ

source: Komi-Zyrian
kbd: Куэми-Зыряныбзэ

source: Konkani (Devanagari)
kbd: Конкани (Деванагари)

source: Korean
kbd: Корейыбзэ

source: Kuku
kbd: Куку

source: Kurmanji Kurdish
kbd: Курмэндж Курд

source: Kyrgyz
kbd: Къыргъызыбзэ

source: Language
kbd: Бзэ

source: Language Fundamentals (e.g. Digits, Letters, Money)
kbd: Бзэм и лъабжьэхэр (псалъэм папщӏэ бжыгъэхэр, хьэрфхэр, ахъщэ)

source: Language Request
kbd: Бзэ зыщIэупщIэр

source: Language request successfully submitted, thank you.
kbd: Бзэ щIыгъун лъэIур ехъулӀэныгъэ хэлъу кIуащ, фӀыщӀэ пхудощӀ.

source: Languages
kbd: Бзэ

source: Lao
kbd: Лаоибзэ

source: Large bulk sentence submission
kbd: Псалъэуха куэд егъэхьын

source: Lassi
kbd: Ласси

source: Latgalian
kbd: Латгалыбзэ

source: Latvian
kbd: Лэту

source: Launched
kbd: ЩIэдза

source: Laz
kbd: Лазыбзэ

source: Leaderboard Visibility
kbd: Ищхьэм сыщыгъэлагъуэ

source: Learn how to take part
kbd: Узнать, как принять участие

source: Learn More
kbd: Нэхъыбэ зэгъэщӏэн

source: Leaving now means you'll lose your progress
kbd: Иджыпсту икlыжыным уи ефӏэкӏуэныгъэр бгъэкӏуэдыну къокӏ

source: Length
kbd: Кӏыхьагъ

source: Let's Get Started
kbd: Къыщӏэдвгъэж

source: License
kbd: Лицэнз

source: Ligurian
kbd: Лыгур

source: Lingala
kbd: Лингалаибзэ

source: Link Copied
kbd: Линк копи

source: Listen
kbd: ДаIуэ

source: Listening
kbd: Е дэIу

source: Listen options menu
kbd: ЕдэӀун щапхъэхэм я меню

source: Listen-Queue
kbd: Едэӏуэныгъэм и чэзу

source: Lithuanian
kbd: Литваныбзэ

source: Loading…
kbd: Къох...

source: Loading sentences…
kbd: Псалъэухахэр къох…

source: Localized
kbd: ЗэдзэкIа

source: Log In
kbd: Ихьэ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
kbd: Псалъэуха зыбжанэ хэбгъэхьэн щхьэкӏэ <loginLink>ихьэ</loginLink> е <loginLink>зыхэтхэ</loginLink>

source: Log in or sign up to get started
kbd: Ухуежьэным папщӏэ хыхьи зэгъэтх

source: Log In / Sign Up
kbd: Ихьэн / Зыхэтхэн

source: Log In / Sign Up with { $company } email
kbd: Ихьэн/e-mail-ымкIэ зыхэтхэ

source: Log Out
kbd: Икӏын

source: Lojban
kbd: Ложбаныбзэ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
kbd: Мы бзэмк1э ящ1ауэ узэда1уэн аудио ди1экъым. Уэ егъэтх зыбжанэ, сэбэп къытхуэхъу

source: Luganda
kbd: Лыгуэндэибзэ

source: Luxembourgish
kbd: Луксембург

source: Macedonian
kbd: Македоныбзэ

source: Mada
kbd: Мада

source: Maithili
kbd: Мэйтхьил

source: Make sure the sentence meets the following criteria:
kbd: ФIэщ щIы псалъэухар къыкIэлъыкIуэ критерием тету зэрыщытым:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
kbd: Уи датэ ебгъэхьар гъэбагъуэ зэрыхъу.

source: Malagasy
kbd: Мэлэгъ | Мэлэджэс

source: Malay
kbd: Мэлэй

source: Malayalam
kbd: Малэялам

source: Male/Masculine
kbd: Хъу

source: Maltese
kbd: Малт

source: Manx
kbd: Мэнсыбзэ

source: Mapudungun
kbd: Мэпыдынгун

source: Marathi
kbd: Мэратибзэ

source: <mark>Respond</mark>
kbd: Жэуап ет

source: Maximum file size: 25 MB
kbd: Файлым и инагъ нэхъыбэ дыдэр : 25 MB

source: MB
kbd: Мб

source: Mbo
kbd: Мбо

source: Meadow Mari
kbd: Мэдэу Мэри

source: Media and Entertainment
kbd: Медиа икIи нэгузыужь

source: Medumba
kbd: Мэдумбаибзэ

source: Meetei Lon
kbd: Манипурийыбзэ

source: Message
kbd: Хъыбаргъэӏу

source: Michoacán Mazahua
kbd: Мичоакан Масауа

source: Mingrelian
kbd: Мегрелыбзэ

source: Minimum sentences in file: 1000
kbd: Файлым ит псалъэуха нэхъ мащӏэ дыдэр: 1000

source: Misreadings
kbd: Мытэмэму къеджа

source: Mixed
kbd: Зэхэт

source: Mixteco Yucuhiti
kbd: Миштек-юкуити

source: Mokpwe
kbd: Мокпвеибзэ

source: Moksha
kbd: Мэкуш

source: Mongolian
kbd: Монголыбзэ

source: More
kbd: Иджыри

source: Mossi
kbd: Моссийыбзэ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
kbd: И нэхъыбэ тхыгэхэр, корпорацием къигъэсэбэпхэр жылагъуэ куэдым ялъэ1эскъым. Дэ абы дызэреплъыр дунер зыхъуэж 1эмэпсымэхэм зыригъэужькъым.Мис аращ дэ щ1едгъэжьар проект Common Voice, ар зыхуэгъэзар- макъыр зыхэзыгъэк1 1эмэпсымэр дэтхэнэ зы ц1ыхуми къигъэсэбэпыфу щытын хуйещ.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
kbd: Нэхъыбэм, макъ датэ щыIэр, фирмэшхуэм йаIыгъ, цIыху нэхъыбэми Iэрымыхьэ. Дэ ар долъытэ, щIэн-зыужьр илъахъэу. АтIэ, щIэддзащ, Common Voice прэектыр, макъ къэщIэн Iэмэ-псымэр, псоми Iэрыхьэным папщIэ. И нэхъыбэ тхыгэ 1ыхьэ корпорацием къигъэсэбэпхэр жылагъуэ куэдым ялъэ1эскъым. Абы теухуауэ дунер зыхъуэж 1эмэпсымэхэм зыригъэужькъым. Аращи дэ едгъэжьащ проект Common Voice, абы и нэщэнэщ- макъыр зыхэзыгъэк1 1эмэпсымэр дэтхэнэ зы ц1ыхуми къигъэсэбэпыфу щытыну.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
kbd: Тхыгъэхэм я нэхъыбэр цӏыхухэм я макъ дыдэмкӏэ ирагъэтхащ. Языныкъуэхэм дежи ущыхуозэ къызэрыгуэкӏ жыпхъэм имыт тхыгъэхэм, кӏийуэ, ӏущащэу, е 'драматическэ' макъкӏэ гъэӏуауэ. Дыныволъэӏу, компьютерым зэрихъуэкӏа тхыгъэхэмрэ уэрэдылъэ тхыгъэхэмрэ къэвмыщтэ.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
kbd: Mozilla Common Voice мэшынэр цIыху зэрыпсалъэм хуэдэу иригъэджэн хэтщ.

source: n
kbd: н

source: N
kbd: Хь

source: N/A
kbd: Хэмыт

source: Name
kbd: Цӏэ

source: Names of your language
kbd: Уи бзэм и цӏэхӏэр

source: Native Language
kbd: Анэдэлъхубзэ

source: Nature and Environment
kbd: Щӏыуэпсымрэ Ӏэгъуэблагъэмрэ

source: Nepali
kbd: Нэпалыбзэ

source: New Language Launch
kbd: Запуск нового языка

source: News and Current Affairs
kbd: Хъыбарыщӏэхэмрэ къэхъукъащӀэхэмрэ

source: Next
kbd: Адэкӏэ

source: Ngiembon
kbd: Нгембон

source: Nias
kbd: Ныйас

source: Nigerian Pidgin English
kbd: Нигерие пиджин инджылызыбзэ

source: NKo
kbd: Нко

source: No
kbd: Хьэу

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kbd: <noCopyright> копирайт </noCopyright> зимыӏэ лэжьыгъэ (cc-0)

source: No foreign letters
kbd: Нэмыщӏыбзэ хьэрф хэмыту

source: No microphone found.
kbd: Микрофон къэгъуэта щыӏэкъым.

source: No numbers and special characters
kbd: Бжыгъэ е символ къемызэгъ хэмыту

source: Northern Hindko
kbd: Ищхъэрэ хиндко

source: Northern Sotho
kbd: Ищхъэрэ Сото

source: Northwest Gbaya
kbd: Ищхъэрэ-къуэкIыпIэ Гбая

source: Norwegian Bokmål
kbd: Нор-быкумэл

source: Norwegian Nynorsk
kbd: Норвегыбзэ (Нинорск)

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kbd: Къэпщытэн хуей псалъэуха щыӏэкъым. <addLink>Иджыпсту псалъэуха нэхъыбэ къыхэгъэхьэ!</addLink>

source: No Thanks
kbd: Хьэу, упсэу

source: No thanks, continue speaking
kbd: Хьэуэ, упсэу, псэлъэным къыпыщэ

source: No variant selected
kbd: Лӏэужьыгъуэ зыри къыхэхакъым

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
kbd: Иджы уи макъыр къытхуебгъэхь хъунущ, ар бзэ тхыгъэ зэхуэхьэса тщ1ынум и сэбэпщ, дунер зыхъуэж 1эмэпсымэхэр зыщ1 щ1эныгъэл1хэм къигъэсэбэпу ящ1ыну приложенэ, сайт.<lineBreak></lineBreak>Псалэхэр гуры1уэгъуэу жыф1э, гъущ1ыпэм ц1ыхухэм я псэлэк1э зыригъэщ1эн щхьэк1э. Фык1элъыплъыж нэгъуэщ ц1ыхухэм гу къыдэж ящ1ыу ягъэзэщ1а лэжьыгъэхэм. Ар тыншщ!

source: Nubi
kbd: Нуби

source: Number of Voices
kbd: Макъ бжыгъэ

source: Numbers
kbd: Бжыгъэхэр

source: Occitan
kbd: Окситаныбзэ

source: Odia
kbd: Одиа

source: Off
kbd: УфIынкI

source: Offensive language
kbd: Хъуэн псалэ

source: Offensive speech
kbd: Хъуэн псалэ

source: On
kbd: ЩIэгъанэ

source: On desktop devices you can contribute by downloading…
kbd: Iэнэтет ӏэмэпсымэхэмкӏэ … къебгъэхыу хэлъхьэ пщӏыфынущ

source: On iOS please continue with Safari to enable recording…
kbd: iOS урилажьэм, кхъыӏэ, … тетхэныр жыджэр пщӏын папщӏэ Safari-кӏэ къыпыщэ

source: Ormuri
kbd: Ормури

source: Ossetian
kbd: Осетиныбзэ

source: Other
kbd: НэмыщI

source: Other Language
kbd: Нэгъуэщӏыбзэ

source: Other people validate those voice clips.
kbd: Другие люди проверяют эти голосовые записи.

source: Overall Accuracy
kbd: Зыу гъэпса

source: Overall Hr. Total
kbd: Сыхьэт псори

source: p
kbd: п

source: Paiwan
kbd: Пайван

source: Palula
kbd: Палула

source: Papantla Totonac
kbd: Папантла тотонак

source: Papiamento
kbd: Папиоменто

source: Papiamento (Aruba)
kbd: Папиоменто (Аруба)

source: Partner
kbd: Лэжьэгъу

source: Partners
kbd: Лэжьэгъу

source: [Part of the text can’t be heard]
kbd: [Текстым и ӏыхьэр зэхэхыркъым]

source: Pashto
kbd: Пашту

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
kbd: <p>Common Voice – это общедоступный набор голосовых данных, созданный на основе голосов добровольцев со всего мира. Люди, которые хотят создавать голосовые приложения, могут использовать этот набор данных для обучения моделей машинного обучения.</p> <p>В настоящее время большинство наборов голосовых данных принадлежат компаниям, что сдерживает инновации. В наборах голосовых данных также преобладают белые англоговорящие мужчины. Это означает, что голосовая технология вообще не работает для многих языков, а там, где она работает, может не работать одинаково хорошо для всех. Мы хотим изменить это, побудив людей со всего мира поделиться своим голосом.</p>

source: People come and contribute their voices.
kbd: Люди приходят и делятся своим голосами.

source: Persian
kbd: Фарсыбзэ

source: <playIcon></playIcon>Last one!
kbd: <playIcon></playIcon>Иужь зыр!

source: Play/Stop
kbd: Къегъэуэ/Къегъэувыӏэ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
kbd: Кхъыӏэ, <templateFileLink> шаблон файлым </templateFileLink> къэпщытэ. Уи псалъэухахэм тхакӏуэ гуэри бгъэдэмылъу щытын хуейщ (CC0 лисанс иӏэн, хьэмэрэ зытхар хуит укъищӏын хуейщ), икӏи бзэ къабзэкӏэ къитхауэ, бзэхабзэмкӏэ тэмэму, еджэгъуафӏэу щытын хуейщ. Къебгъэхь псалъэухахэм къэпсэлъыныр секунд 10-15 нэхъ мыкӏыхьын, абы нэмыщӏу бжыгъэ, цӏэ уней е специалнэ нагъыщэ хэмытын хуейщ.

source: Please fill out this field.
kbd: Кхъыӏэ мыбдейр из щӏы

source: Please select a language to review sentences.
kbd: Кхъыӏэ, псалъэухахэм уеплъыжын щхьэкӏэ бзэ къыхэх.

source: Polish
kbd: Полякыбзэ

source: Portuguese
kbd: Португалыбзэ

source: Press and Stories
kbd: Къэхъукъащӏэхэр

source: Press play, listen & tell us: did they accurately speak the sentence below?
kbd: Щ1эвгъанэ макъыр зэратхыр, феда1уэжи къытжеф1эж : тэрэзу макъыр итха, илъабжьэк1э ехьэха?

source: Press { shortcut-play-toggle } to toggle play mode
kbd: Тевкъузэ { shortcut-play-toggle } щ1эвгъанэу федэ1уэн щхьэк1э.

source: Privacy
kbd: Зызыгъэпщкӏу

source: <privacyLink>Privacy</privacyLink>
kbd: <privacyLink>Зызыгъэпщкӏу</privacyLink>

source: Pro
kbd: Iэзэ

source: Profile
kbd: Напэ

source: Progress
kbd: Iуэхур зэрыкIуэ

source: Pular Guinea
kbd: Гинэ Пуларыбзэ

source: Punctuation
kbd: Нагъыщэ гъэувыкӏэ

source: Punjabi
kbd: Пэнджабыбзэ

source: Puno Quechua
kbd: Пуно Кечуа

source: Quechua Ambo-Pasco
kbd: Кечуа Амбо-Паско

source: Quechua Arequipa-La Unión
kbd: Кечуа Арекипа-Ла-Унион

source: Quechua Cajatambo
kbd: Кечуа-Кажатамбо

source: Quechua Chanka
kbd: Кечуа Чанка

source: Quechua Chiquián
kbd: Кечуа-чикен

source: Quechua Corongo Ancash
kbd: Кечуа коронго анкаш

source: Quechua Jauja Wanka
kbd: Кечуа-хауджа-ванка

source: Quechua Pasco Santa Ana de Tusi
kbd: Кечуа Паско Санта-Ана-де-Туси

source: Quechua Sihuas Ancash
kbd: Кечуа сиуа анкаш

source: Quechua Yauyos
kbd: Кечуа яуйо

source: r
kbd: р

source: Rate limit exceeded. Try again in { $retryLimit } minutes
kbd: псынщӏагъэ лимитым укъыфӏэкӏащ. Дакъикъэ { $retryLimit } неуж аргуэру щӏы

source: Rate limit exceeded. Try again in { $retryLimit } seconds
kbd: псынщӏагъэ лимитым укъыфӏэкӏащ. Секунд { $retryLimit } неуж аргуэру щӏы

source: Read More
kbd: Нэхъ ӀупщӀэу

source: Read more on our About page
kbd: Ди напэ-к1уэц1ым ттеухуау нэхъыбэ къафщ1э "Дэ"

source: Read Sentences
kbd: Псалъэухахэм яджэ

source: Read Sentences, Answer Questions
kbd: Псалъэухахэм еджэ, упщӏэхэм жэуап ет

source: Read sentences submitted by the community in various languages
kbd: Зэхэтым бзэ зэмыщхьхэмкӏэ къыригъэхьа псалъэухахэм еджэ

source: Ready to contribute?
kbd: Хэлъхьэныгъэ фщӏыну фыхьэзыр?

source: Ready to do { $count } more?
kbd: иджыри пщӏыну ухьэзыр?

source: Ready to donate your voice?
kbd: Ухьэзыр уи макъыр тыгъэу ептыну?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kbd: Э-пощт къегъэх, гугъухь, Iуэху гукъэкIхэм, си щытыкIэ щIэм, Common Voice-м и хъыбархэм теухуауэ.

source: Recorded Clips
kbd: Макъыу тха

source: <recordIcon></recordIcon> Last one!
kbd: <recordIcon></recordIcon> Иужь зыр!

source: Recordings
kbd: Тхыгъэу

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
kbd: Макък1э евгъэтха псалъэ ухахэр ди тхыгъэ зэ1ухам и 1ыхьэу щытщ; инукъэхэм ягугъэ хъунущ мы 1уэхур гъэщ1эгъуэн лэжьыгъэу.

source: Record/Stop
kbd: Тхы/ув

source: Record yourself reading sentences in your language
kbd: Уи бзэкӏэ псалъэуха ущеджэм езым зытетхэж

source: Record yourself responding to questions and prompts in your language
kbd: Уи бзэкӏэ упщӏэхэмрэ чэнджэщхэмрэ жэуап щептым езым зытетхэж

source: Record your voice
kbd: Уи макъ егъэтх

source: Reference the source of your sentence (required)
kbd: Псалъэухар къыздипхар къэтх (ӏэмалыншэу).

source: Reject
kbd: Умыдэ

source: Remove
kbd: ӏухыж

source: Report
kbd: Iуатэ

source: Report was passed successfully
kbd: Рапортыр ебгъэхьащ.

source: Request a Language
kbd: Бзэм щӀэупщӀ

source: *required
kbd: *ӏэмалыншэ

source: Re-record
kbd: Тетхэж

source: Re-record clip
kbd: Щӏэрыщӏэу тетхэж

source: Respond
kbd: Пэджэж

source: Return
kbd: Гъэзэж

source: Return to Common Voice
kbd: Common Voice-м гъазэж

source: Return to Languages
kbd: Бзэхэм тегъэзэж

source: Review
kbd: Еплъыж

source: Review could not be saved. Please try again later.
kbd: Хэплъа псалъэухар мыхъумэжащ. КхъыIэ, итIанэ еплъыж.

source: ⓘ Review Criteria
kbd: Еплъыжыным и щапхъэхэр

source: Review Criteria
kbd: Еплъыжыным и щапхъэхэр

source: Reviewed sentences not submitted, are sure?
kbd: Узэплъыжа псалъэухахэр егъэхьа хъуакъым. Укъыхэкӏыну ухуей?

source: Review existing sentences submitted by the community
kbd: ЦӀыхубэм яхэлъхьэ псалъэухахэр яплъыж

source: Reviewing Sentences
kbd: Псалъэухахэр зэпыплъыхь

source: Review & re-record clips here as you go
kbd: Еплъыжи ущырикӏуэм мыбы ит клипхэр тетхэж

source: Review & re-record clips if needed
kbd: Еплъыжи хуейуэ щытмэ мыбы ит макъ тептхахэр аргуэру тетхэж

source: Review Sentences
kbd: Псалъэухахэм еплъыж

source: Review sentences in your language
kbd: УибзэмкӀэ къритха псалъэухахэр яплъыж

source: Review & Submit
kbd: Еплъыжи егъэхь

source: Review transcriptions of recorded sentences for accuracy
kbd: Тэмэмыгъэ щхьэкӏэ псалъэуха тхахэм я транскрипцэхэм еплъыж

source: Review user-submitted transcriptions in your language
kbd: Зехьэкӏуэм уи бзэкӏэ къыригъэхьа транскрипцэхэм еплъыж

source: Romanian
kbd: Урым

source: Romansh Sursilvan
kbd: Урмэн Сыурс

source: Romansh Vallader
kbd: Романшыбзэ Уалладер

source: Rukai
kbd: Рукаи

source: Runyankole
kbd: Ныйэнкуэл

source: Russian
kbd: Урысыбзэ

source: Ruuli
kbd: Руули

source: s
kbd: с

source: S
kbd: Б

source: Sabah Bisaya
kbd: Сабах Бисая

source: Sabah Malay
kbd: Сабах Малай

source: Sa'ban
kbd: Сабан

source: Sakha
kbd: Сахъэ

source: Sakizaya
kbd: Сакизая

source: Santali (Ol Chiki)
kbd: Сантали (Уэл Чики)

source: Saraiki
kbd: Сараики

source: Sardinian
kbd: Сэрдын

source: Save
kbd: Хъумэ

source: Saved
kbd: Хъума

source: Scots
kbd: Шотландыбзэ

source: Search
kbd: Лъыхъу

source: Seediq
kbd: Сидик

source: See Less
kbd: Бзэу нэхъ мащ1э

source: See More
kbd: Бзэу нэхъ бэ

source: Select a Language...
kbd: Бзэ къыхэх

source: Select an option
kbd: Вариант къыхэх

source: Select a variant (optional)
kbd: Бзэ вариантыр къыхэх (ухуеймэ)

source: Select File
kbd: Файлыр къыхэх

source: Select File to Upload
kbd: Къиплъхьэну файлыр къыхэх

source: Select up to three domains (optional)
kbd: Нэхъыбэ дыдэу домаинищ къыхэх

source: Select your age
kbd: Уи ныбжьыр къыхэх

source: Sentence
kbd: Псалъэуха

source: Sentence Collection
kbd: Псалъэуха зэхуэхьэсар

source: Sentence Domain
kbd: Псалъэухам и щӏыпӏэр

source: Sentences
kbd: Псалъэ уха

source: Sentences are collected for people to read aloud.
kbd: Cобираются предложения для чтения вслух.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
kbd: Мыбдежым къыщыхьа псалъэухахэр цӏыхубэм щхьэкӏэ ӏуха cc-0 щӏэгъэбыдэ зиӏэ датэщыпам хэгъэхьа хъунущ.

source: { $sentences } sentences reviewed. Thank you!
kbd: псалъэуха хэплъащ. ФIыщIэ пхудощI.

source: Sentence Variant
kbd: Псалъэухар зыщыщ диалект

source: Separate sentences into one line by pressing “Enter” or “Return” once
kbd: "Enter” м е “Return” м зэ закъуэ уеӏусурэ псалъэухахэр сатырхэм зэризу яхуэгуэш.

source: Serbian
kbd: Сербыбзэ

source: Seri
kbd: Сери

source: Serian Bidayuh
kbd: Сериан Бидау

source: Service and Retail
kbd: ӏуэхутхьэбзэ

source: Set a goal
kbd: Гъэпс, Теухуэ

source: Set my visibility
kbd: Сызылъагъ теухуэ

source: Setswana
kbd: Сэцванэ

source: Sex or Gender
kbd: хъу-бзы

source: Shan
kbd: Шаныбзэ

source: Share Common Voice
kbd: Common Voice-р дэгуэш

source: Share your clip
kbd: Тептха макъыр дэгуэш

source: Shilha
kbd: Шылхьэбзэ

source: Shina
kbd: Шина

source: Shortcuts
kbd: Теуэ зэгуэт

source: Show my ranking
kbd: Си рейтингыр гъэлъагъуэ

source: Sicilian
kbd: Сицилыбзэ

source: Sign up
kbd: Зарегистрироваться

source: Sign up for an account
kbd: Аккаунт щ1ын

source: Sign up for Common Voice newsletters, goal reminders and progress updates
kbd: 1э тедзэ Common Voice и хьыбарыщ1э нэщэнэхэр, зызужь прогрессхэр къып1эрыхьэну ухуемэ

source: sign up for email updates
kbd: Хьыбарегъащ1эм 1э тедзэн

source: Sign up for { $lang } updates:
kbd: { $lang }-м и хъыбарыщIэхэм кIэлъыплъ:

source: Sindhi
kbd: Синдыбзэ

source: Single
kbd: Псалъэуха закъуэ

source: Single sentence submission
kbd: Псалъэуха закъуэ егъэхьын

source: Sinhala
kbd: Сынхьэлэ

source: Siswati
kbd: Свати

source: Size
kbd: Инагъ

source: Skip
kbd: Блэгъэкӏ

source: Slovak
kbd: Слав

source: Slovenian
kbd: Словеныбзэ

source: Small batch
kbd: Псалъэуха зыбжанэ

source: Small batch sentence submission
kbd: Псалъэуха зыбжьанэ егъэхьын

source: Somali
kbd: Сомэли

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
kbd: Некоторые языки имеют огромные различия в грамматике, словарном запасе и произношении. По этой причине в 2022 году мы <ctaLink>представляем «Варианты»</ctaLink>. Это дает сообществам возможность различать свои языки в большом наборе данных.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
kbd: Транскрипцэ щхьэкӏэ макъ къехрэ пэт зыгуэр пхэнжу кӏуащ. Кхъыӏэ, итӏанэ аргуэру еплъыж.

source: Soninke
kbd: Сонинке

source: Sorbian, Lower
kbd: Ищхъэрэ Сорбыбзэ

source: Sorbian, Upper
kbd: Сэрбий, Щхьэ

source: Source: { $sentenceSource }
kbd: Хэкӏыпӏэр: { $sentenceSource }

source: Southern Kurdish
kbd: Ипщэ курдыбзэ

source: Southern Pastaza Quechua
kbd: Ипщэрэ пастаза кечуа

source: Southern Sotho
kbd: Ипщэ Сото

source: Southwestern Tlaxiaco Mixtec
kbd: Ипщэ-къухьэпӏэ Тлахиако Миштек

source: Spanish
kbd: Испаныбзэ

source: Speak
kbd: Псалъэ

source: Speakers
kbd: БзэIуэ

source: Speaking
kbd: Къэпсалъэ

source: Speaking and Listening
kbd: Е дэIуэж

source: Speak now
kbd: Егъэтхын

source: Speak options menu
kbd: Псэлъэкӏэ теухуэныгъэм и меню

source: Speak up, contribute here!
kbd: Къэпсэлъэ, мыдэ хэгъахъуэ!

source: Splits
kbd: Гуэш

source: Start recording
kbd: Тхын щIэдзэ

source: Stats
kbd: ЩытыкӀэ

source: Status Page
kbd: Щытыкӏэм и напэкӏуэцӏ

source: Streaks
kbd: Махуэ зэпыту

source: Submit
kbd: Егъэхь

source: Submit a new question for the community to read and respond to
kbd: Зэхэтым еджэу жэуап иритыну упщӏэщӏэ хуегъэхь

source: Submit a report
kbd: Рапорт егъэхь

source: Submit clips
kbd: Егъэхь пычыгъуэр

source: Submit new questions for the community to read and respond to
kbd: ЦӀыхубэм еджэным икӀи жэуап етыным щхьэкӀэ упщӀэщӀэхэр хэлъхьэ

source: Success
kbd: Хьэзырщ

source: success checkmark
kbd: ӏуэхур зэрытэмамым и нэщанэ

source: Success, profile created!
kbd: Профил ухуащӏ

source: Svan
kbd: Сваныбзэ
